[
  {
    "longVariableName": "Amount",
    "definition": "Value of a contribution in dollars. ",
    "source": "\"Reported by committee to NC State Board of Elections on Form CRO-1210 Contributions from Individuals field k Amount"
  },
  {
    "longVariableName": "Candidate Name",
    "definition": "\"Full name of candidate. \"\"[An individual who has filed either a notice of candidacy for public office or a petition requesting to be a candidate. It also refers to an individual who has been certified as a nominee of a political party for a vacancy or has qualified by an authorized means as a candidate. An individual is also considered a candidate if he or she has made a public announcement of a definite intent to run for public office in a particular election. An individual is also considered a candidate even if he or she has not met any of the above criteria",
    "source": " but has received funds"
  },
  {
    "longVariableName": "Contributor City",
    "definition": "City of contributor's address",
    "source": "\"Reported by committee to NC State Board of Elections in field 3a Contributor Information of Form CRO-1210 Contributions from Individuals"
  },
  {
    "longVariableName": "Committee Name",
    "definition": "\"Name of committee to which contribution was made. Name associated with committee SBOE-ID",
    "source": " the unique ID the Board of Elections assigns to each committee.\""
  },
  {
    "longVariableName": "Contribution Date",
    "definition": "Date on which the contribution was received by the committee",
    "source": "\"Reported by committee to NC State Board of Elections on Form CRO 1210 Contributions from Individuals field j Date"
  },
  {
    "longVariableName": "Employer Name or Specific Field",
    "definition": "\"Name of contributor's employer. \"\"Committees must report the principal occupation of the contributor on the date the contribution is made. See N.C.G.S. § 163-278.11(a)(1). A committee fulfills this requirement by disclosing the contributor’s “job title or profession” and “employer’s name or employer’s specific field of business activity.” (Campaign Finance Manual version 12.19 https://s3.amazonaws.com/dl.ncsbe.gov/Campaign_Finance/Campaign%20Finance%20Manual%20Version%2012.19.pdf)\"",
    "source": "Reported by committee to NC State Board of Elections in Field 3c Employer's Name/Specific Field on Form CRO-1210 Contributions from Individuals. \r"
  },
  {
    "longVariableName": "Form of Payment",
    "definition": "Financial instrument used to make the contribution.",
    "source": "\"Reported by committee to NC State Board of Elections on Form CRO-1210 Contributions from Individuals field h Form of Payment"
  },
  {
    "longVariableName": "Jurisdiction",
    "definition": "Unit of government",
    "source": "Reported to NC State Board of Elections on CRO-2100A Statement of Organization - Candidate Committee Field 2i Jurisdiction\r"
  },
  {
    "longVariableName": "Contributor Name",
    "definition": "\"First and last name of individual",
    "source": " name of committee"
  },
  {
    "longVariableName": "Office Sought",
    "definition": "Public office sought by a candidate",
    "source": "Reported to NC State Board of Elections on CRO-2100A Statement of Organization - Candidate Committee Field 2g Office Sought.\r"
  },
  {
    "longVariableName": "Party",
    "definition": "A political party organized and operating in North Carolina",
    "source": "Reported to NC State Board of Elections on CRO-2100A Statement of Organization - Candidate Committee Field 2f Party affiliation.\r"
  },
  {
    "longVariableName": "Profession or Job Title",
    "definition": "\"Contributor's profession. \"\"Committees must report the principal occupation of the contributor on the date the contribution is made. See N.C.G.S. § 163-278.11(a)(1). A committee fulfills this requirement by disclosing the contributor’s “job title or profession” and “employer’s name or employer’s specific field of business activity.” (Campaign Finance Manual version 12.19 https://s3.amazonaws.com/dl.ncsbe.gov/Campaign_Finance/Campaign%20Finance%20Manual%20Version%2012.19.pdf)\"",
    "source": "Reported by committee to NC State Board of Elections in Field 3b Job title / Profession on Form CRO-1210 Contributions from Individuals \r"
  },
  {
    "longVariableName": "Comment",
    "definition": "Purpose of expenditure or comment made about contribution or other transaction.",
    "source": "\"Reported by committee to NC State Board of Elections on Form  CRO-1210 Contributions from Individuals field d Comments"
  },
  {
    "longVariableName": "Contributor State",
    "definition": "State of contributor's address",
    "source": "\"Reported by committee to NC State Board of Elections in field 3a Contributor Information of Form CRO-1210 Contributions from Individuals"
  },
  {
    "longVariableName": "Transaction Type",
    "definition": "A set of categories that includes both types of contributions and types of contributors.",
    "source": "Coded by State Board of Elections based on form received.\r"
  }
]