{
  "dictionary": [
    {
      "name": "Committee Name",
      "definition": "Name of committee to which contribution was made. Name associated with committee SBOE-ID.",
      "source": "Reported by committee to NC State Board of Elections in Field 1 Committee Full Name (and Fund if applicable) of Form CRO-1210 Contributions from Individuals, CRO 1220 Contributions from Political Party Committees, or CRO 1230 Contributions from Other Political Committees."
    },
    {
      "name": "Date Ocurred",
      "definition": "Date on which the contribution was received by the committee",
      "source": "NC State Board of Elections Form CRO 1210 Contributions from Individuals field j Date, CRO 1220 Contributions from Political Party Committees field g Date, or CRO 1230 Contributions from Other Political Committees field i Date OR Date entered on Receipt Information screen of Remote Filing Software."
    },
    {
      "name": "Amount",
      "definition": "Value of contribution in dollars",
      "source": "North Carolina State Board of Elections form CRO-1210 Contributions from Individuals field k"
    },
    {
      "name": "Form of Payment",
      "definition": "Financial instrument used to make the contribution.",
      "source": "NC State Board of Elections form CRO-1210 Contributions from Individuals field h Form of Payment, CRO 1220 Contributions from Political Party Committees field e Form of Payment Code, or CRO 1230 Contributions from Other Political Committees field g Form of Payment OR Form of Payment entered on Receipt Information screen of Remote Filing Software."
    },
    {
      "name": "Comment",
      "definition": "Purpose of expenditure or comment made about contribution or other transaction.",
      "source": "NC State Board of Elections. Source is unclear, possibly form CRO-1210 Contributions from Individuals field d Comments, CRO 1220 Contributions from Political Party.  Committees field b Comments, or CRO 1230 Contributions from Other Political Committees field d Comments"
    },
    {
      "name": "Contributor Type",
      "definition": "Type of entity making the contribution.",
      "source": "Assigned by project team."
    }
  ]
}
